{
  "jokes": [
    "Why don't scientists trust atoms? Because they make up everything!",
    "Why did the scarecrow win an award? He was outstanding in his field!",
    "Why don't eggs tell jokes? They'd crack each other up!",
    "What do you call a fake noodle? An impasta!",
    "Why did the math book look so sad? Because it was full of problems!",
    "What do you call a dinosaur that crashes his car? Tyrannosaurus Wrecks!",
    "Why don't skeletons fight each other? They don't have the guts!",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why did the coffee file a police report? It got mugged!",
    "What's orange and sounds like a parrot? A carrot!",
    "Why don't programmers like nature? It has too many bugs!",
    "What do you call a sleeping bull? A bulldozer!",
    "Why did the bicycle fall over? Because it was two tired!",
    "What do you call a fish wearing a crown? A king fish!",
    "Why don't melons get married? Because they cantaloupe!",
    "What do you call a dog magician? A labracadabrador!",
    "Why did the cookie go to the doctor? Because it felt crumbly!",
    "What do you call a cow with no legs? Ground beef!",
    "Why don't oysters share? Because they're shellfish!",
    "What do you call a pig that does karate? A pork chop!",
    "Why did the banana go to the doctor? It wasn't peeling well!",
    "What do you call a sheep with no legs? A cloud!",
    "Why don't elephants use computers? They're afraid of the mouse!",
    "What do you call a snake that works for the government? A civil serpent!",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "What do you call a belt made of watches? A waist of time!",
    "Why don't ants get sick? Because they have little anty-bodies!",
    "What do you call a funny mountain? Hill-arious!",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "What do you call a factory that makes okay products? A satisfactory!",
    "Why don't scientists trust stairs? Because they're always up to something!",
    "What do you call a can opener that doesn't work? A can't opener!",
    "Why did the stadium get hot after the game? All the fans left!",
    "What do you call a dinosaur that loves to sleep? A dino-snore!",
    "Why don't trees ever get speeding tickets? Because they stick to the ground!",
    "What do you call a group of disorganized cats? A cat-astrophe!",
    "Why did the computer go to therapy? It had too many bytes!",
    "What do you call a fish that needs help with his or her vocals? Auto-tuna!",
    "Why don't calendars ever go on vacation? Because their days are numbered!",
    "What do you call a boomerang that won't come back? A stick!"
  ]
}
